Repository: victorhqc/filbert
Catalog: Sources/App/Resources/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, es_mx

source: %@ left
de_de: %@ verbleibend
es_es: %@ restantes
es_mx: %@ restantes

source: %@%% available until reset
de_de: %@ %% bis zur Zurücksetzung verfügbar
es_es: %@ %% disponibles hasta el restablecimiento
es_mx: %@ %% disponibles hasta el restablecimiento

source: %@%% used
de_de: %@ %% verwendet
es_es: %@ %% usado
es_mx: %@ %% usado

source: %1$@: %2$@ remaining
de_de: %1$@: %2$@ verbleibend
es_es: %1$@: quedan %2$@
es_mx: %1$@: quedan %2$@

source: %1$@: %2$lld%% used
de_de: %1$@: %2$lld%% verwendet
es_es: %1$@: %2$lld%% usado
es_mx: %1$@: %2$lld%% usado

source: Collapse
de_de: Einklappen
es_es: Contraer
es_mx: Contraer

source: Collapsed
de_de: Eingeklappt
es_es: Contraído
es_mx: Contraído

source: About %@%%/day available
de_de: Etwa %@ %%/Tag verfügbar
es_es: Aproximadamente %@ %%/día disponibles
es_mx: Aproximadamente %@ %%/día disponibles

source: Expand
de_de: Ausklappen
es_es: Expandir
es_mx: Expandir

source: Expanded
de_de: Ausgeklappt
es_es: Expandido
es_mx: Expandido

source: Fast refresh active
de_de: Schnelle Aktualisierung aktiv
es_es: Actualización rápida activa
es_mx: Actualización rápida activa

source: Within current allowance
de_de: Innerhalb des aktuellen Kontingents
es_es: Dentro de la asignación actual
es_mx: Dentro de la asignación actual

source: Over current allowance
de_de: Über dem aktuellen Kontingent
es_es: Por encima de la asignación actual
es_mx: Por encima de la asignación actual

source: Show a classic Happy / Sad Mac face instead of the ring in the menu bar
de_de: Zeige ein klassisches Happy-/Sad-Mac-Gesicht statt des Rings in der Menüleiste
es_es: Muestra una cara clásica de Mac feliz/triste en lugar del anillo en la barra de menús
es_mx: Muestra una cara clásica de Mac feliz/triste en lugar del anillo en la barra de menú

source: Quit
de_de: Beenden
es_es: Salir
es_mx: Salir

source: API Key
de_de: API-Schlüssel
es_es: Clave de API
es_mx: Llave de API

source: Codex CLI not installed
de_de: Codex CLI ist nicht installiert
es_es: La CLI de Codex no está instalada
es_mx: La CLI de Codex no está instalada

source: Install Claude Code
de_de: Claude Code installieren
es_es: Instalar Claude Code
es_mx: Instalar Claude Code

source: Install Codex CLI
de_de: Codex CLI installieren
es_es: Instalar Codex CLI
es_mx: Instalar Codex CLI

source: Monitor Codex subscription usage
de_de: Codex-Abonnementnutzung überwachen
es_es: Supervisa el uso de la suscripción de Codex
es_mx: Supervisa el uso de la suscripción de Codex

source: Save
de_de: Speichern
es_es: Guardar
es_mx: Guardar

source: Clear Key
de_de: Schlüssel löschen
es_es: Borrar clave
es_mx: Borrar llave

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
es_mx: Refrescar

source: Retry
de_de: Erneut versuchen
es_es: Reintentar
es_mx: Volver a intentar

source: Loading…
de_de: Lädt…
es_es: Cargando…
es_mx: Cargando…

source: Authentication failed. Check your API key.
de_de: Anmeldung fehlgeschlagen. Überprüfe deinen API-Schlüssel.
es_es: No se ha podido iniciar sesión. Revisa tu clave de API.
es_mx: No se pudo iniciar sesión. Revisa tu llave de API.

source: Rate limited. Try again later.
de_de: Zu viele Anfragen. Versuch es später nochmal.
es_es: Has hecho demasiadas peticiones. Inténtalo más tarde.
es_mx: Hiciste demasiadas peticiones. Inténtalo más tarde.

source: Network error. Check your connection.
de_de: Netzwerkfehler. Überprüfe deine Verbindung.
es_es: Error de red. Revisa tu conexión.
es_mx: Error de red. Revisa tu conexión.

source: Unexpected response from server.
de_de: Unerwartete Antwort vom Server.
es_es: Respuesta inesperada del servidor.
es_mx: Respuesta inesperada del servidor.

source: No API key configured.
de_de: Kein API-Schlüssel eingerichtet.
es_es: No hay ninguna clave de API configurada.
es_mx: No tienes ninguna llave de API configurada.

source: Keychain access failed.
de_de: Zugriff auf den Schlüsselbund fehlgeschlagen.
es_es: No se ha podido acceder al Llavero.
es_mx: No se pudo acceder al Llavero.

source: Last updated: %@
de_de: Zuletzt aktualisiert: %@
es_es: Actualizado: %@
es_mx: Actualizado: %@

source: Providers
de_de: Anbieter
es_es: Proveedores
es_mx: Proveedores

source: Configured
de_de: Eingerichtet
es_es: Configurado
es_mx: Configurado

source: Unconfigured
de_de: Nicht eingerichtet
es_es: Sin configurar
es_mx: Sin configurar

source: No providers configured
de_de: Kein Anbieter eingerichtet
es_es: No hay ningún proveedor configurado
es_mx: No tienes ningún proveedor configurado

source: Open Settings to add your first AI provider.
de_de: Öffne die Einstellungen, um deinen ersten KI-Anbieter hinzuzufügen.
es_es: Abre Ajustes para añadir tu primer proveedor de IA.
es_mx: Abre Ajustes para agregar tu primer proveedor de IA.

source: Open Settings
de_de: Einstellungen öffnen
es_es: Abrir Ajustes
es_mx: Abrir Ajustes

source: Settings…
de_de: Einstellungen …
es_es: Ajustes…
es_mx: Ajustes…

source: Peak hours
de_de: Spitzenzeiten
es_es: Horas punta
es_mx: Horas pico

source: In peak
de_de: In der Spitze
es_es: En hora punta
es_mx: En hora pico

source: Off peak
de_de: Außerhalb der Spitze
es_es: Fuera de hora punta
es_mx: Fuera de hora pico

source: Upcoming pricing
de_de: Anstehende Preise
es_es: Próximos precios
es_mx: Próximos precios

# Effective %@
source: Effective %1$@
de_de: Gültig ab %1$@
es_es: A partir del %1$@
es_mx: A partir del %1$@

# %lld× multiplier
source: %1$lld× multiplier
de_de: %1$lld× Multiplikator
es_es: Multiplicador %1$lld×
es_mx: Multiplicador %1$lld×

# %@–%@ (your time)
source: %1$@–%2$@ (your time)
de_de: %1$@–%2$@ (deine Zeit)
es_es: %1$@–%2$@ (tu hora)
es_mx: %1$@–%2$@ (tu hora)

# %@ (your time)
source: %1$@ (your time)
de_de: %1$@ (deine Zeit)
es_es: %1$@ (tu hora)
es_mx: %1$@ (tu hora)

# Usage: %lld%%
source: Usage: %1$lld%%
de_de: Nutzung: %1$lld %%
es_es: Uso: %1$lld %%
es_mx: Uso: %1$lld %%

source: Advanced
de_de: Erweitert
es_es: Avanzado
es_mx: Avanzado

source: custom URL
de_de: eigene URL
es_es: URL personalizada
es_mx: URL personalizada

source: Custom base URL (proxy)
de_de: Eigene Basis-URL (Proxy)
es_es: URL base personalizada (proxy)
es_mx: URL base personalizada (proxy)

source: Default:
de_de: Standard:
es_es: Por defecto:
es_mx: Por defecto:

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
es_mx: Restablecer

source: Balance thresholds
de_de: Guthabenschwellen
es_es: Umbrales de saldo
es_mx: Umbrales de saldo

source: Low below
de_de: Niedrig unter
es_es: Bajo por debajo de
es_mx: Bajo por debajo de

source: OK above
de_de: OK über
es_es: OK por encima de
es_mx: OK por encima de

source: Applies to every provider currency (USD, CNY, …).
de_de: Gilt für alle Anbieterwährungen (USD, CNY, …).
es_es: Se aplica a todas las monedas de los proveedores (USD, CNY, …).
es_mx: Se aplica a todas las monedas de los proveedores (USD, CNY, …).

source: under %lld
de_de: unter %lld
es_es: menos de %lld
es_mx: menos de %lld

source: %lld and up
de_de: %lld und mehr
es_es: %lld en adelante
es_mx: %lld en adelante

source: Appearance
de_de: Darstellung
es_es: Apariencia
es_mx: Apariencia

source: Drag providers to change their order.
de_de: Ziehe Anbieter, um ihre Reihenfolge zu ändern.
es_es: Arrastra los proveedores para cambiar su orden.
es_mx: Arrastra los proveedores para cambiar su orden.

source: Drag to reorder providers
de_de: Ziehen, um Anbieter neu anzuordnen
es_es: Arrastra para reordenar los proveedores
es_mx: Arrastra para reordenar los proveedores

source: Error
de_de: Fehler

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
es_mx: Desactivado

source: Enable %@
de_de: %@ aktivieren
es_es: Activar %@
es_mx: Activar %@

source: Enable this provider to view setup options.
de_de: Aktiviere diesen Anbieter, um Einrichtungsoptionen anzuzeigen.
es_es: Activa este proveedor para ver las opciones de configuración.
es_mx: Activa este proveedor para ver las opciones de configuración.

source: Enabled
de_de: Aktiviert
es_es: Activado
es_mx: Activado

source: Menu bar icon
de_de: Menüleistensymbol
es_es: Icono de la barra de menús
es_mx: Ícono de la barra de menú

source: Move down
de_de: Nach unten
es_es: Mover abajo
es_mx: Mover abajo

source: Move up
de_de: Nach oben
es_es: Mover arriba
es_mx: Mover arriba

source: Not configured
de_de: Nicht eingerichtet
es_es: Sin configurar
es_mx: Sin configurar

source: Provider order
de_de: Anbieterreihenfolge
es_es: Orden de proveedores
es_mx: Orden de proveedores

source: Ready
de_de: Bereit
es_es: Listo
es_mx: Listo

source: Setup needed
de_de: Einrichtung nötig
es_es: Configuración necesaria
es_mx: Configuración necesaria

source: Working…
de_de: Wird ausgeführt …
es_es: Procesando…
es_mx: Procesando…

source: Automatic refresh
de_de: Automatische Aktualisierung
es_es: Actualización automática
es_mx: Actualización automática

source: Refresh mode
de_de: Aktualisierungsmodus
es_es: Modo de actualización
es_mx: Modo de actualización

source: Regular
de_de: Regelmäßig
es_es: Normal
es_mx: Normal

source: Smart
de_de: Intelligent
es_es: Inteligente
es_mx: Inteligente

source: Choose which providers refresh automatically. Mode and intervals control how often.
de_de: Wähle, welche Anbieter automatisch aktualisiert werden. Modus und Intervalle bestimmen, wie oft.
es_es: Elige qué proveedores se actualizan automáticamente. El modo y los intervalos controlan la frecuencia.
es_mx: Elige qué proveedores se actualizan automáticamente. El modo y los intervalos controlan la frecuencia.

source: Choose a shared cadence for opted-in providers.
de_de: Wähle einen gemeinsamen Aktualisierungsrhythmus für aktivierte Anbieter.
es_es: Elige una frecuencia compartida para los proveedores activados.
es_mx: Elige una frecuencia compartida para los proveedores activados.

source: Slow interval
de_de: Langsames Intervall
es_es: Intervalo lento
es_mx: Intervalo lento

source: Fast interval
de_de: Schnelles Intervall
es_es: Intervalo rápido
es_mx: Intervalo rápido

source: Turn on automatic refresh for each provider you want to check.
de_de: Aktiviere die automatische Aktualisierung für jeden Anbieter, den du prüfen möchtest.
es_es: Activa la actualización automática para cada proveedor que quieras consultar.
es_mx: Activa la actualización automática para cada proveedor que quieras consultar.

source: Refresh Settings
de_de: Aktualisierungseinstellungen
es_es: Ajustes de actualización
es_mx: Ajustes de actualización

source: Regular refresh checks opted-in providers every %@.
de_de: Die regelmäßige Aktualisierung prüft aktivierte Anbieter alle %@.
es_es: La actualización normal consulta a los proveedores activados cada %@.
es_mx: La actualización normal consulta a los proveedores activados cada %@.

source: Smart refresh starts every %@. Usage changes switch that provider to every %@; three unchanged checks return it to slow.
de_de: Die intelligente Aktualisierung beginnt alle %@. Nutzungsänderungen stellen diesen Anbieter auf alle %@ um; drei unveränderte Prüfungen stellen ihn wieder langsam.
es_es: La actualización inteligente empieza cada %@. Los cambios de uso pasan ese proveedor a cada %@; tres consultas sin cambios lo devuelven al ritmo lento.
es_mx: La actualización inteligente empieza cada %@. Los cambios de uso pasan ese proveedor a cada %@; tres consultas sin cambios lo devuelven al ritmo lento.

source: Selected interval: %@
de_de: Ausgewähltes Intervall: %@
es_es: Intervalo seleccionado: %@
es_mx: Intervalo seleccionado: %@

source: %1$@ runs %2$@ in the background. These checks may use some of your %3$@ quota. Shorter Smart intervals can increase the number of checks.
de_de: %1$@ führt %2$@ im Hintergrund aus. Diese Prüfungen können einen Teil deines %3$@-Kontingents verbrauchen. Kürzere intelligente Intervalle können die Anzahl der Prüfungen erhöhen.
es_es: %1$@ ejecuta %2$@ en segundo plano. Estas consultas pueden usar parte de tu cuota de %3$@. Los intervalos inteligentes más cortos pueden aumentar el número de consultas.
es_mx: %1$@ ejecuta %2$@ en segundo plano. Estas consultas pueden usar parte de tu cuota de %3$@. Los intervalos inteligentes más cortos pueden aumentar el número de consultas.

source: Automatic refresh for %@
de_de: Automatische Aktualisierung für %@
es_es: Actualización automática para %@
es_mx: Actualización automática para %@

source: Toggle periodic refresh for this provider.
de_de: Schalte die regelmäßige Aktualisierung für diesen Anbieter um.
es_es: Activa o desactiva la actualización periódica para este proveedor.
es_mx: Activa o desactiva la actualización periódica para este proveedor.

source: Automatic refresh is paused because this provider is disabled.
de_de: Die automatische Aktualisierung ist pausiert, weil dieser Anbieter deaktiviert ist.
es_es: La actualización automática está en pausa porque este proveedor está desactivado.
es_mx: La actualización automática está en pausa porque este proveedor está desactivado.

source: Automatic refresh is waiting for setup.
de_de: Die automatische Aktualisierung wartet auf die Einrichtung.
es_es: La actualización automática espera la configuración.
es_mx: La actualización automática espera la configuración.

source: %lld seconds
de_de: %lld Sekunden
es_es: %lld segundos
es_mx: %lld segundos

source: %lld minutes
de_de: %lld Minuten
es_es: %lld minutos
es_mx: %lld minutos

source: Vintage Mac
es_es: Mac vintage
es_mx: Mac vintage

source: 1 minute
es_es: 1 minuto
es_mx: 1 minuto
